Repository: Viure/social-articles-tinymce
Catalog: languages/social-articles-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Donate
fr_fr: Faire un don

source: <strong>Social Articles</strong></a> requires the BuddyPress plugin to work. Please <a href="http://buddypress.org">install BuddyPress</a> first, or <a href="plugins.php">deactivate Social Articles</a>.
fr_fr: <strong>Social Articles</strong></a> requiert le plugin BuddyPress pour fonctionner corerctement. Merci <a href="http://buddypress.org">d'installer BuddyPress</a> avant d'utiliser ce plugin, ou <a href="plugins.php">désactiver Social Articles</a>.

source: One of your articles was approved
fr_fr: Un de vos articles a été approuvé

source: check it out!
fr_fr: regardez par vous même!

source: There is a new article by
fr_fr: Il y a un nouvel article par

source: Search articles...
fr_fr: Rechercher des articles...

source: My articles
fr_fr: Mes articles

source: My articles <span>%d</span>
fr_fr: Mes articles <span>%d</span>

source: New article
fr_fr: Nouvel article

source: My Articles <span class="count">%d</span>
fr_fr: Mes Articles <span class="count">%d</span>

source: New Article
fr_fr: Nouvel Article

source: Title is required
fr_fr: Un titre est requis

source: Error creating the article. Try again please.
fr_fr: Erreur lors de la création de l'article. Merci de réessayer.

source: edit article
fr_fr: éditer l'article

source: delete article
fr_fr: supprimer cet article

source: comments
fr_fr: commentaires

source: Archived
fr_fr: Archivé

source: done
fr_fr: effectué

source: Your article is under review. When the editors approve it you will get a notification.
fr_fr: Votre article est en attente d emodération. Lorsqu'un des éditeurs l'aura approuvé, vous en serez notifié par mail.

source: Your article is in draft form.
fr_fr: Votre article est enregistré comme brouillon.

source: Your article has been published.
fr_fr: Votre article a été publié.

source: Settings Saved
fr_fr: Réglages enregistrés

source: Social Articles Settings
fr_fr: Réglages de Social Articles

source: Help Spread the Word!
fr_fr: Aidez-nous a faire connaître ce plugin!

source: Want to help make this plugin even better? All donations are used to improve this plugin, so donate $20, $50 or $100 now!
fr_fr: Vous souhaitez contribuer à l'amélioration de ce plugin? Toute donation sera entièrement utilisée pour le développement de ce plugin, alors n'hésitez pas à faire un don de $20, $50 ou $100 dès aujourd'hui!

source: Or you could:
fr_fr: Ou vous pourriez:

source: Rate the plugin 5★ on WordPress.org
fr_fr: Votez 5★ pour ce plugin sur WordPress.org

source: Help out other users in the forums
fr_fr: Aidez d'autres utilisateurs sur les forums

source: Blog about it & link to the %1$splugin page%2$s
fr_fr: Bloguer à notre propos & faites un lien sur la %1$splugin page%2$s

source: Post per page#
fr_fr: Artciles par page#

source: Excerpt length#
fr_fr: Longueur de l'extrait#

source: Select category type
fr_fr: Sélectionnez un type de catégorie

source: Single
fr_fr: Unique

source: Number of categories people can select
fr_fr: Nombre de catégories sélectionnables par les usagers

source: Select workflow type
fr_fr: Sélectionner un type de Workflow

source: Direct Publish
fr_fr: Publication directe

source: With Approval
fr_fr: Avec approbation

source: To use this feature, you need to activate bb Friend Connections module.
fr_fr: Pour utiliser cette fonctionnalité, vous devez activer le module BP Friends Connections

source: Send buddyPress notifications?
fr_fr: Envoyer des notificatiosn Buddypress

source: Can users edit their articles?
fr_fr: les utilisateurs peuvent-ils editer leurs articles?

source: Can users delete their articles?
fr_fr: Les utilisateurs peuvent-ils supprimer leurs articles?

source: Update Social Articles Settings
fr_fr: Mettre à jour les réglages de Social Articles

source: General
fr_fr: Général

source: Coming Soon!!!
fr_fr: Bientôt disponible!!!

source: Mail Notifications
fr_fr: Notifications par mail

source: Mail Notification sends mail to your mailboxes. When new notification arrives, Mail Notification sends a new email.
fr_fr: Les notifications par mail sont envoyées dans votre boîte aux lettres. Lorsqu'une nouvelle notification est envoyée, un nouveau mail est alors envoyé.

source: Html Template Customization
fr_fr: Personnalisation du template mail HTML

source: Customize your email with HTML Template Customizations!
fr_fr: Customisez vos emails avec la personnalisation du template HTML!

source: Category Black List
fr_fr: Black list des catégories

source: Tags Black List
fr_fr: Black list des Tags

source: Selection of areas to display
fr_fr: Sélection des zones à afficher

source: Required Fields Definition
fr_fr: Définition des champs requis

source: More Editor Functions
fr_fr: Plus d'options pour l'éditeur

source: Galleries
fr_fr: Galeries

source: Premium Features
fr_fr: Fonctionnalités Premium

source: Why not do any or all of the following:
fr_fr: Pourquoi ne pas faire une des choses suivantes:

source: Link to it so other folks can find out about it.
fr_fr: Faire un lien pour ne informer d'autres personnes.

source: Give it a 5 star rating on WordPress.org.
fr_fr: Attribuer 5 étoiles au plugin sur WordPress.org.

source: Let other people know that it works with your WordPress setup.
fr_fr: Informer d'autres utilisateurs que ce plugin fonctionne avec votre configuration Wordpress.

source: Like this plugin?
fr_fr: Vous aimez ce plugin?

source: Found a bug?
fr_fr: Vosu avez trouvé un Bug?

source: Published
fr_fr: Publié

source: Under Review
fr_fr: En cours de révision

source: Draft
fr_fr: brouillon

source: Load more articles
fr_fr: Afficher plus d'articles

source: This user doesn't have any article.
fr_fr: Cet utilisateur n'a pas encore créé d'article.

source: Under review
fr_fr: En cours de révision

source: New
fr_fr: Nouveau

source: You cannot perform this action
fr_fr: Vous ne pouvez pas effectuer cette action

source: Edit article
fr_fr: Editer l'article

source: View article
fr_fr: Visualiser l'article

source: Categories
fr_fr: Catégories

source: Select your category
fr_fr: Sélectionner une catégorie

source: Tags
fr_fr: Tags (mots-clés)

source: Select your tags
fr_fr: Sélectionner vos tags (mots-clés)

source: Article title...
fr_fr: Titre de votre article

source: Insert unordered list
fr_fr: Insérer une liste désordonéne

source: Insert ordered list
fr_fr: Insérer uen liste ordonéne

source: Insert link
fr_fr: Insérer un lien

source: Title
fr_fr: Titre

source: OK
fr_fr: Valider

source: Cancel
fr_fr: Annuler

source: Article content...
fr_fr: Contenu de votre article

source: Upload Image
fr_fr: Télécharger une image à mettre à la une

source: Max size allowed is 2 MB
fr_fr: Poids maximal autorisé: 2Mo

source: Uploading your image. Please wait.
fr_fr: image en cours de chargement, merci de patienter...

source: Delete
fr_fr: Supprimer

source: Saving your article. Please wait.
fr_fr: Article en cours d'enregistrement, merci de patienter...

source: Save and move it under review
fr_fr: Enregistrer et soumettre à validation

source: Save and publish
fr_fr: Sauvegarder et publier

source: Save
fr_fr: Sauvegarder
